tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "glances"
brew "jq"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "p7zip"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "ruff"
brew "schemathesis"
brew "siege"
brew "telnet"
brew "watch"
brew "hashicorp/tap/terraform"
cask "1password"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "little-snitch"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "zoom"
